20220116200342-a_random_physicist_takes_on_economics.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-07-03 Sun 07:31 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>A Random Physicist Takes on Economics</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">A Random Physicist Takes on Economics</h1>
<p>
p.16 - Says there is no textbook theory of inflation, only theories.
</p>

<p>
p.27 - The book is about several critiques of aspects of economics:.
</p>

<ul class="org-ul">
<li>Economics is overly formal for its empirical accuracy</li>
<li>Agents and what they do don’t matter as much as the realm of possibilities; agents are a sample from these possibilities.</li>
<li>Expectations have no role to play</li>
<li>Sticky prices are not so sticky</li>
<li>SMD theorem (?) question how agents are combined in an economy.</li>
<li>Economics as the study of functioning markets vs recessions may be the domain of more social sciences</li>
</ul>

<p>
p36 - Physicists have theoretical curves going through data, economists don’t.
</p>

<p>
p42 - Rational agents &lt;-&gt; close to equilibrium
</p>

<div id="outline-container-orgf092974" class="outline-2">
<h2 id="orgf092974">Random people</h2>
<div class="outline-text-2" id="text-orgf092974">
<p>
Gary Becker "Irrational behavior and economic theory" (1962) 
</p>

<p>
Ideal rationality is not necessary to rederive some results, random agents are sufficient.
&gt; p50 i feel there is something to his blueberry example but it makes no sense to me at this point.
</p>

<p>
p57 - If agents become correlated, the opportunity set does not change, only the way it is being explored.
</p>

<p>
p59 - Random agents don’t test on decision making while equilibrium does, human biais chooses the later.
</p>
</div>
</div>

<div id="outline-container-orgb66069a" class="outline-2">
<h2 id="orgb66069a">Another dimension</h2>
<div class="outline-text-2" id="text-orgb66069a">
<p>
p63 - if none of choice is large you will siens ask your money because most of the volume of high dimensional shapes is near the surface. Spending all the money can be a result of random choices.
</p>
</div>
</div>

<div id="outline-container-orga813736" class="outline-2">
<h2 id="orga813736">Expectations</h2>
<div class="outline-text-2" id="text-orga813736">
<p>
p79 - Expectations in economics brings information about the future into the present. We can project out inflation into the future no problem, the reverse is problematic.
</p>

<p>
p91 - "Reference price and nominal rigidities” -&gt; sticky prices are not observed
p93 - sticky prices ate like elastic polymers. Looking at prices individually it will seems that there is no resistance to change. But considering all of them as a whole it becomes unlikely that a bunch of prices will move in same direction.
&gt; But entropy can be overcome with coordinated action
</p>

<p>
p99 - Close to equilibrium theories tend to be simple in physics. So economics might be indistinguishable from a theory with radical agents close to equilibrium.
&gt; "When the map is better than the territory" 
</p>

<p>
It’s all about finding the right effective theory at different scales.
</p>

<p>
p101 - Adam Smith "invisible hand"… "no part of his intention". Invisible hand may just be an entropic force.
</p>

<p>
p108- "Generalized theory of information transfer” vs "Mathematical investigations in the theory of value and prices “
Price is a measurement in imbalance: supply low or demand high. Price problem is not solving a knowledge problem, but an allocation problem.
</p>

<p>
Equilibrium is when information flow between supply and demand is enough to keep them in the opportunity set.
&gt; what happens when it fails?
</p>

<p>
p116 - When details of human behavior matter economics is more like sociology
</p>

<p>
p122- "Finance itself could be considered the process by which we humans gain access to previously inaccessible opportunities in order to maiximize causal entropy"
</p>

<p>
All fails when people’s behavior start to correlate significantly.
</p>

<p>
p124- What is Okun’s law?
</p>

<p>
p126- "We’re not necessarily out to get the best deal without regard to others — we could well be random explorers of an abstract numerical universe"
</p>
</div>
</div>

<div id="outline-container-orgbab9836" class="outline-2">
<h2 id="orgbab9836">Links to this note</h2>
<div class="outline-text-2" id="text-orgbab9836">
<ul class="org-ul">
<li><a href="./20220116202537-you_can_probably_assume_people_behave_randomly.html">You can probably assume people behave randomly</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
